Repository: NaN-tic/trytond-carrier_file
Catalog: locale/*.po
Languages: ca_es, es

# error:carrier.file.wizard:
source: There are no shipments for this dates and carrier.
ca_es: No hi ha albarans de client per les dates i el transportista seleccionats

# field:carrier,format:
source: File Format
ca_es: Format fitxer
es: Formato fichero

# field:carrier.file.wizard.start,carrier:
source: Carrier
ca_es: Transportista
es: Transportista

# field:carrier.file.wizard.start,end_date:
source: End Date
ca_es: Data final
es: Data final

# field:carrier.file.wizard.start,start_date:
source: Start Date
ca_es: Data inici
es: Data inicial

# model:carrier.file.wizard.start,name:
source: Carrier File Wizard Start
ca_es: Inici genera fitxers de trasnportista
es: Inicio generar ficheros transportistas

# model:ir.action,name:act_generate_carrier_files
source: Generate Carrier Files
ca_es: Genera fitxers de transportista
es: Generar ficheros transportistas

# model:ir.action.wizard,name:act_generate_carrier_files
source: Generate Carrier Files
ca_es: Genera fitxers de transportista
es: Generar ficheros transportistas

# model:ir.ui.menu,name:gen_carrier_files
source: Generate Carrier Files
ca_es: Genera fitxers de transportista
es: Generar ficheros transportistas

# view:carrier.file.wizard.start:
source: Generete Delivery Files For Carriers
ca_es: Regenera fitxers d'enviament per als transportistes
es: Regenerar los ficheros de env√≠o para los transportistas

# view:stock.shipment.out:
source: Regenerate Carrier Files
ca_es: Regenerar fitxers transportistes
es: Regenerar ficheros transportistas

# wizard_button:carrier.file.wizard,start,end:
source: Cancel
ca_es: CancelÂ·la
es: Cancelar

# wizard_button:carrier.file.wizard,start,generate:
source: Generate Files
ca_es: Genera fitxers
es: Generar ficheros

# model:ir.message,text:msg_no_shipments
source: There are no shipments for this dates and carrier.
es: No hay albaranes para estas fechas y transportista
